<template>
 <div class="login">
 		<header-top TITLE="用户注册"></header-top>
 		<div class="xieyi">
 			<div class="xieyititle">人教数字出版有限公司（以下简称“人教数字公司”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。</div>
 			<div class="xieyititle">本协议约定人教数字公司与用户之间关于“人教数字公司”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由人教数字公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在人教数字公司修改协议条款后，如果用户不接受修改后的条款，请立即停止使用人教数字公司提供的服务，用户继续使用人教数字公司提供的服务将被视为接受修改后的协议。</div>
 			<div class="subtitle">一、账号注册</div>
 			<div class="xieyititle">1、用户在使用本服务前需要注册一个“人教数字公司”账号。“人教数字公司”账号应当使用手机号码绑定注册，请用户使用尚未与“人教数字公司”账号绑定的手机号码，以及未被人教数字公司根据本协议封禁的手机号码注册“人教数字公司”账号。人教数字公司可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</div>
 			<div class="xieyititle">2、鉴于“人教数字公司”账号的绑定注册方式，您同意人教数字公司在注册时将自动提取您的手机号码及手机设备识别码等信息用于注册。</div>
 			<div class="xieyititle">3、在用户注册及使用本服务时，人教数字公司可能需要搜集能识别用户身份的个人信息以便人教数字公司可以在必要时联系用户，或为用户提供更好的使用体验。人教数字公司搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、地址、学校情况、个人说明；人教数字公司同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。</div>
 			<div class="subtitle">二、服务内容</div>
 			<div class="xieyititle">本服务的具体内容由人教数字公司根据实际情况提供，包括但不限于授权用户通过其微信账号进行绑定登录。人教数字公司可以对其提供的服务予以变更，且人教数字公司提供的服务内容可能随时变更；用户将会收到人教数字公司关于服务变更的通知。</div>
 			<div class="xieyititle">人教数字公司提供的服务包含免费服务与收费服务。用户可以通过付费方式购买收费服务，具体方式为：用户通过网上银行、支付宝、微信支付或其他“人教数字公司”平台提供的付费途径支付一定数额的人民币为“人教数字公司”虚拟账户充值，然后根据人教数字公司公布的资费标准购买用户欲使用的收费服务，从而获得收费服务使用权限。对于收费服务，人教数字公司会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。</div>
 			<div class="subtitle">三、用户个人隐私信息保护</div>
 			<div class="xieyititle">1、用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</div>
 			<div class="xieyititle">2、个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在人教数字公司服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。</div>
 			<div class="xieyititle">3、尊重用户个人隐私信息的私有性是人教数字公司的一贯制度，人教数字公司将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者人教数字公司发现存在发生前述情形的可能时，将及时采取补救措施。</div>
 			<div class="xieyititle">4、人教数字公司未经用户同意不向任何第三方公开、 透露用户个人隐私信息。但以下特定情形除外</div>
 			<div class="xieyititle">a、人教数字公司根据法律法规规定或有权机关的指示提供用户的个人隐私信息；</div>
 			<div class="xieyititle">b、由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因人教数字公司原因导致的个人隐私信息的泄露；</div>
 			<div class="xieyititle">c、用户自行向第三方公开其个人隐私信息；</div>
 			<div class="xieyititle">d、用户与人教数字公司及合作单位之间就用户个人隐私信息的使用公开达成约定，人教数字公司因此向合作单位公开用户个人隐私信息；</div>
 			<div class="xieyititle">e、任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。</div>
 			<div class="xieyititle">5、用户同意人教数字公司可在以下事项中使用用户的个人隐私信息：</div>
 		</div>
 </div>
</template>

<script>
	import headerTop from '../common/header'
	export default {
		components: {
				headerTop
		}
	}
</script>


<style>
.xieyi{
	margin-top: 10px;
	font-size: 0;
}
.xieyititle{
	font-size: 14px;
	margin-bottom: 10px;
}
.subtitle{
	font-size: 16px;
	font-weight: 700;
}

</style>